Repository: ekomi-ltd/adyen-wc-ekomi
Catalog: languages/adyen-apple-pay-*.po
Languages: de_de

source: Adyen Apple Pay for WooCommerce
de_de: Adyen Apple Pay für WooCommerce

source: Accept Apple Pay payments through Adyen in your WooCommerce store
de_de: Akzeptieren Sie Apple Pay-Zahlungen über Adyen in Ihrem WooCommerce-Shop

source: Adyen Apple Pay requires WooCommerce to be installed and active.
de_de: Adyen Apple Pay benötigt WooCommerce, um installiert und aktiv zu sein.

source: Invalid payment session parameters
de_de: Ungültige Zahlungssitzungsparameter

source: Invalid order
de_de: Ungültige Bestellung

source: Payment gateway not available
de_de: Zahlungsgateway nicht verfügbar

source: Complete Your Payment
de_de: Schließen Sie Ihre Zahlung ab

source: Please complete your Apple Pay payment below
de_de: Bitte schließen Sie Ihre Apple Pay-Zahlung unten ab

source: Order Number:
de_de: Bestellnummer:

source: Total:
de_de: Gesamt:

source: Loading payment method...
de_de: Zahlungsmethode wird geladen...

source: Payment failed. Please try again.
de_de: Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Accept Apple Pay payments through Adyen
de_de: Akzeptieren Sie Apple Pay-Zahlungen über Adyen

source: Safety Information
de_de: Sicherheitsinformationen

source: Current Configuration
de_de: Aktuelle Konfiguration

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Adyen Apple Pay
de_de: Adyen Apple Pay aktivieren

source: Title
de_de: Titel

source: Payment method title that customers see during checkout
de_de: Titel der Zahlungsmethode, den Kunden beim Checkout sehen

source: Description
de_de: Beschreibung

source: Payment method description that customers see during checkout
de_de: Beschreibung der Zahlungsmethode, die Kunden beim Checkout sehen

source: Pay securely with Apple Pay. Fast, secure, and private - using the payment cards you already have in your Apple Wallet.
de_de: Bezahlen Sie sicher mit Apple Pay. Schnell, sicher und privat - mit den Zahlungskarten, die Sie bereits in Ihrer Apple Wallet haben.

source: Test Mode
de_de: Testmodus

source: Enable Test Mode
de_de: Testmodus aktivieren

source: Use Adyen test environment for testing
de_de: Verwenden Sie die Adyen-Testumgebung zum Testen

source: Merchant Account
de_de: Händlerkonto

source: Your Adyen merchant account name
de_de: Ihr Adyen-Händlerkontoname

source: Test API Key
de_de: Test-API-Schlüssel

source: Your Adyen test API key
de_de: Ihr Adyen-Test-API-Schlüssel

source: Test Client Key
de_de: Test-Client-Schlüssel

source: Your Adyen test client key
de_de: Ihr Adyen-Test-Client-Schlüssel

source: Live API Key
de_de: Live-API-Schlüssel

source: Your Adyen live API key
de_de: Ihr Adyen-Live-API-Schlüssel

source: Live Client Key
de_de: Live-Client-Schlüssel

source: Your Adyen live client key
de_de: Ihr Adyen-Live-Client-Schlüssel

source: Live URL Prefix
de_de: Live-URL-Präfix

source: Your Adyen live URL prefix (e.g., "1797a841fbb37ca7-AdyenDemo" from https://1797a841fbb37ca7-AdyenDemo-checkout-live.adyenpayments.com/checkout)
de_de: Ihr Adyen-Live-URL-Präfix (z.B. "1797a841fbb37ca7-AdyenDemo" aus https://1797a841fbb37ca7-AdyenDemo-checkout-live.adyenpayments.com/checkout)

source: Debug Log
de_de: Debug-Protokoll

source: Enable logging
de_de: Protokollierung aktivieren

source: Log events to %s
de_de: Ereignisse in %s protokollieren

source: On-Screen Debug Console
de_de: Bildschirm-Debug-Konsole

source: Show debug console on checkout page
de_de: Debug-Konsole auf der Checkout-Seite anzeigen

source: Display a floating debug console on the checkout page. Useful for debugging on mobile devices (iPhone/iPad). Only visible to logged-in administrators.
de_de: Eine schwebende Debug-Konsole auf der Checkout-Seite anzeigen. Nützlich zum Debuggen auf mobilen Geräten (iPhone/iPad). Nur für angemeldete Administratoren sichtbar.

source: Order not found
de_de: Bestellung nicht gefunden

source: Awaiting Adyen Apple Pay payment
de_de: Warten auf Adyen Apple Pay-Zahlung

source: Failed to create Adyen payment session
de_de: Adyen-Zahlungssitzung konnte nicht erstellt werden

source: Unable to initiate payment. Please try again.
de_de: Zahlung konnte nicht initiiert werden. Bitte versuchen Sie es erneut.

source: This order was not paid through Adyen Apple Pay and cannot be refunded by this gateway.
de_de: Diese Bestellung wurde nicht über Adyen Apple Pay bezahlt und kann nicht über dieses Gateway erstattet werden.

source: Transaction ID not found
de_de: Transaktions-ID nicht gefunden

source: Refund of %s processed via Adyen. Reference: %s
de_de: Rückerstattung von %s über Adyen verarbeitet. Referenz: %s

source: Payment session not found
de_de: Zahlungssitzung nicht gefunden

source: Adyen Apple Pay payment completed. PSP Reference: %s, Result: %s
de_de: Adyen Apple Pay-Zahlung abgeschlossen. PSP-Referenz: %s, Ergebnis: %s

source: Payment failed: %s
de_de: Zahlung fehlgeschlagen: %s

source: Payment was not successful. Please try again.
de_de: Zahlung war nicht erfolgreich. Bitte versuchen Sie es erneut.

source: Unable to verify payment status. Please contact support.
de_de: Zahlungsstatus konnte nicht überprüft werden. Bitte kontaktieren Sie den Support.

source: Security verification failed
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: Cart is empty
de_de: Warenkorb ist leer

source: Failed to create payment session
de_de: Zahlungssitzung konnte nicht erstellt werden

source: Payment processing failed. Please try again.
de_de: Zahlungsverarbeitung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Refund processing failed.
de_de: Rückerstattungsverarbeitung fehlgeschlagen.

source: Payment was refused. Please try another payment method.
de_de: Zahlung wurde abgelehnt. Bitte versuchen Sie eine andere Zahlungsmethode.

source: Payment was cancelled.
de_de: Zahlung wurde storniert.

source: An error occurred during payment processing.
de_de: Bei der Zahlungsverarbeitung ist ein Fehler aufgetreten.

source: Payment status: %s
de_de: Zahlungsstatus: %s

source: Payment processing failed.
de_de: Zahlungsverarbeitung fehlgeschlagen.

source: Adyen payment authorised via webhook. PSP Reference: %s
de_de: Adyen-Zahlung über Webhook autorisiert. PSP-Referenz: %s

source: Payment authorisation failed. Reason: %s
de_de: Zahlungsautorisierung fehlgeschlagen. Grund: %s

source: Payment captured via Adyen. PSP Reference: %s
de_de: Zahlung über Adyen erfasst. PSP-Referenz: %s

source: Payment capture failed. PSP Reference: %s
de_de: Zahlungserfassung fehlgeschlagen. PSP-Referenz: %s

source: Refund processed via Adyen webhook. Amount: %s %s, PSP Reference: %s
de_de: Rückerstattung über Adyen-Webhook verarbeitet. Betrag: %s %s, PSP-Referenz: %s

source: Payment cancelled via Adyen. PSP Reference: %s
de_de: Zahlung über Adyen storniert. PSP-Referenz: %s

source: Chargeback received from Adyen. PSP Reference: %s. Please review in your Adyen dashboard.
de_de: Rückbuchung von Adyen erhalten. PSP-Referenz: %s. Bitte überprüfen Sie Ihr Adyen-Dashboard.

source: Configuration
de_de: Konfiguration

source: Payments
de_de: Zahlungen

source: Logs
de_de: Protokolle

source: Tools
de_de: Werkzeuge

source: Documentation
de_de: Dokumentation

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Environment
de_de: Umgebung

source: Live Mode
de_de: Live-Modus

source: Not configured
de_de: Nicht konfiguriert

source: SSL Certificate
de_de: SSL-Zertifikat

source: Active
de_de: Aktiv

source: Required!
de_de: Erforderlich!

source: Quick Actions
de_de: Schnellaktionen

source: Configure Plugin
de_de: Plugin konfigurieren

source: View Logs
de_de: Protokolle anzeigen

source: System Requirements
de_de: Systemanforderungen

source: Not Active
de_de: Nicht aktiv

source: cURL Enabled
de_de: cURL aktiviert

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Gateway not found.
de_de: Gateway nicht gefunden.

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!

source: Quick Access:
de_de: Schnellzugriff:

source: Open in WooCommerce Settings
de_de: In WooCommerce-Einstellungen öffnen

source: Save Changes
de_de: Änderungen speichern

source: Cache cleared successfully!
de_de: Cache erfolgreich geleert!

source: Test API Connection
de_de: API-Verbindung testen

source: Test your connection to Adyen API to ensure credentials are correct.
de_de: Testen Sie Ihre Verbindung zur Adyen-API, um sicherzustellen, dass die Anmeldedaten korrekt sind.

source: Test Connection
de_de: Verbindung testen

source: Clear Cache
de_de: Cache leeren

source: Clear all cached data related to Adyen Apple Pay.
de_de: Alle zwischengespeicherten Daten zu Adyen Apple Pay löschen.

source: System Information
de_de: Systeminformationen

source: Copy system information for support requests.
de_de: Systeminformationen für Support-Anfragen kopieren.

source: Copy to Clipboard
de_de: In Zwischenablage kopieren

source: Testing...
de_de: Teste...

source: Testing connection to Adyen API...
de_de: Verbindung zur Adyen-API wird getestet...

source: Mode:
de_de: Modus:

source: Connection test failed. Please check your settings.
de_de: Verbindungstest fehlgeschlagen. Bitte überprüfen Sie Ihre Einstellungen.

source: Getting Started
de_de: Erste Schritte

source: Adyen Apple Pay Documentation
de_de: Adyen Apple Pay-Dokumentation

source: Build Your Integration
de_de: Erstellen Sie Ihre Integration

source: Testing Guide
de_de: Test-Leitfaden

source: Get API Credentials
de_de: API-Anmeldedaten erhalten

source: Enable Apple Pay
de_de: Apple Pay aktivieren

source: Configure Webhooks
de_de: Webhooks konfigurieren

source: Developed by Product @ eKomi
de_de: Entwickelt von Product @ eKomi

source: Visit eKomi Website
de_de: eKomi-Website besuchen

source: Gateway not configured.
de_de: Gateway nicht konfiguriert.

source: API credentials not configured. Please configure your API Key and Merchant Account first.
de_de: API-Anmeldedaten nicht konfiguriert. Bitte konfigurieren Sie zuerst Ihren API-Schlüssel und Ihr Händlerkonto.

source: Connection failed: %s
de_de: Verbindung fehlgeschlagen: %s

source: Connection successful! Your Adyen API credentials are working correctly.
de_de: Verbindung erfolgreich! Ihre Adyen-API-Anmeldedaten funktionieren korrekt.

source: Unexpected response from Adyen API. Please check your credentials.
de_de: Unerwartete Antwort von der Adyen-API. Bitte überprüfen Sie Ihre Anmeldedaten.

source: Connection error: %s
de_de: Verbindungsfehler: %s
